[{
  "_id": {
    "$oid": "64f345df4fa4a739ba514840"
  },
  "personalYear": 3,
  "description": "Con số thứ 3 chính là một con số thể hiện sức mạnh về trí não của mỗi con người. Chúng góp phần mang đến một giai đoạn phát triển trọn vẹn cho những con người này. Với năm cá nhân số 3 rất hợp với con số chủ đạo 3. Dưới sự tác động của sóng rung của vận niên cá nhân thần số học này thì khả năng tư duy, quan sát luôn được mài giũa để có thể trở nên nhạy bén hơn bao giờ hết.",
  "__v": 0
},{
  "_id": {
    "$oid": "64f345df4fa4a739ba514841"
  },
  "personalYear": 4,
  "description": "Năm cá nhân số 4 thần số học được xem là năm của sự củng cố nội lực. Nghĩa là con người cần phải có sự nghỉ ngơi, ổn định để tạo ra năng lượng và có thể củng cố nội lực của bản thân. Đây là năm mà chắc chắn mọi thứ đều được đưa ra cân đong đo đếm và những gì không được thuận lợi sẽ loại bỏ hoàn toàn. Con số năm thứ 4 chính là năm lý tưởng nhất để có thể hòa hợp cơ thể.",
  "__v": 0
},{
  "_id": {
    "$oid": "64f345df4fa4a739ba514842"
  },
  "personalYear": 5,
  "description": "Con số 5 chính là con số của sự khao khát tự do và cũng là thời điểm mà các yếu tố về cảm xúc, tâm linh, tinh thần thể hiện rất rõ. Năm nay, sóng rung sẽ có sự kết nối cực trùng với năm trước đó và là đỉnh sáng tạo của năm sau. Với những con người ở năm cá nhân số 5 thường ám ảnh với sự tự do. Mọi người cần phải biết rằng đây là thời điểm không phải lúc nào cũng cần đến sự tự do về mặt thể chất.",
  "__v": 0
},{
  "_id": {
    "$oid": "64f345df4fa4a739ba51483f"
  },
  "personalYear": 2,
  "description": "Con số 2 mặc dù không có được sức mạnh đỉnh điểm như con số 1 thì chúng vẫn là con số ấn tượng để khiến cho những con người có năm này có được sự bình yên. Năm nay sự phát triển về tâm linh luôn là một trong những yếu tố rõ nét nhất khi con người có thể cảm thụ được cuộc sống ở mức tinh tế. Năm cá nhân số 2 không phải năm thay đổi quá lớn nhưng nó là năm để kiểm soát được cảm xúc cá nhân và nâng cao những nhận thức về tâm linh.",
  "__v": 0
},{
  "_id": {
    "$oid": "64f345df4fa4a739ba514843"
  },
  "personalYear": 6,
  "description": "Năm cá nhân số 6 thần số học là năm của sự sáng tạo. Chắc rằng, những dự án sáng tạo mới được thể hiện trong năm nay chắc chắn sẽ có nhiều thành công. Nếu con người hướng tới mục đích nâng cao chất lượng cuộc sống thì chắc chắn đều sẽ đạt được. Đây cũng là năm cá nhân thần số học của gia đình và những mối quan hệ cá nhân. Các hoạt động sáng tạo liên quan đến gia đình luôn được thúc đẩy.",
  "__v": 0
},{
  "_id": {
    "$oid": "64f345df4fa4a739ba514844"
  },
  "personalYear": 7,
  "description": "Nếu năm cá nhân số 7 trong thần học đó là năm của sự tập trung vượt những chướng ngại vật. Đây là thời điểm để giúp bạn có thể tập trung và củng cố nội lực nên thường không có sự thay đổi nào lớn. Tuy nhiên, năm cá nhân số 7 lại là thời điểm mà mọi người cần phải có sự tập trung cao độ trong công việc. Như vậy, có thể thấy đây là một năm thiết yếu để có thể học hỏi từ những trải nghiệm cá nhân.",
  "__v": 0
},{
  "_id": {
    "$oid": "64f345df4fa4a739ba514845"
  },
  "personalYear": 8,
  "description": "Năm cá nhân số 8 trong thần số học đó chính là năm của trí tuệ và sự độc lập. Đây là năm có sự thay đổi nhanh chóng để con người có thể củng cố nội lực để chuẩn bị bước lên đỉnh cao. Đối với nhiều người thì năm cá nhân thần số học 8 là thời điểm mà có sự cải thiện đáng kể về tài chính.  Đa phần mọi người luôn có sự trưởng thành và độc lập về mặt tinh thần.",
  "__v": 0
},{
  "_id": {
    "$oid": "64f345df4fa4a739ba514846"
  },
  "personalYear": 9,
  "description": "Năm cá nhân số 9 là năm đỉnh điểm của sự thay đổi bởi đây là thời điểm khép lại chu kỳ cũ và mở ra chu kỳ mới. Trước đỉnh cao chu kỳ 9 năm thì mỗi cá nhân đều có sự thay đổi nhất định. Tuy nhiên, những sự thay đổi đều diễn ra âm thầm mà có lẽ mọi người sẽ không nhận ra được cho đến những năm kế tiếp.",
  "__v": 0
},{
  "_id": {
    "$oid": "64f345df4fa4a739ba51483e"
  },
  "personalYear": 1,
  "description": "Con số 1 của năm cá nhân Thần số học được xem là một con số thể hiện một sự phát triển cá nhân vô cùng mạnh mẽ. Sức mạnh của năm nay chắc chắn sẽ thúc đẩy mỗi con người trở nên đặc biệt và có thể phát triển được lòng tự tin của chính mình. Năm cá nhân số 1 cũng là thời điểm mà bạn nên bỏ đi những thói quen cũ xây dựng môi lối sống mới với sự đòi hỏi cao hơn.",
  "__v": 0
}]